Show / Hide Table of Contents
Enum ReinfType
Type of reinforcement
Namespace: IdeaRS.OpenModel.Material
Assembly: IdeaRS.OpenModel.dll
Syntax
public enum ReinfType
Fields
 Name |  Description
 Bars
Bars
 DecoiledRods
Decoiled rods
 LatticeGirders
Lattice girders
 WireFabrics
Wire fabrics
 Improve this Doc
 View Source